[{"LegislationVersionId":822,"LegislationSourceId":"5fc59603-17f5-917e-16c2-2ba1b03af9ac","LegislationVersionOrdinal":2,"Title":"Truth in lending (regulation z) annual threshold adjustments (credit cards, hoepa, and qualified mortgages)","NativeTitle":null,"JurisdictionSourceId":"c1b5f8c4-474a-4691-9d47-999dd90894ec","JurisdictionName":"United States of America","IssuingBodySourceId":"d1b46baf-f103-4072-ac58-21c0bb272363","IssuingBodyName":"Consumer Financial Protection Bureau (CFPB)","PartVersionId":510008,"PartSourceId":"5fc68ea6-bfd7-4d74-f48f-efae68c3ae51","PartVersionOrdinal":2,"OrderNum":0,"Content":"<p>Nov. 29, 2019</p><p>This document corrects an error in one of the amendments to the official interpretation for Regulation Z in the final rule published in the Federal Register on August 1, 2019.</p><p><url link=\"https://www.federalregister.gov/documents/2019/08/01/2019-16300/truth-in-lending-regulation-z-annual-threshold-adjustments-credit-cards-hoepa-and-qualified\">Aug. 1, 2019</url></p><p>The Bureau of Consumer Financial Protection (Bureau) is issuing this final rule amending the official interpretations for Regulation Z, which implements the Truth in Lending Act (TILA). The Bureau is required to calculate annually the dollar amounts for several provisions in Regulation Z; this final rule revises, as applicable, the dollar amounts for provisions implementing TILA and amendments to TILA, including under the Credit Card Accountability Responsibility and Disclosure Act of 2009 (CARD Act), the Home Ownership and Equity Protection Act of 1994 (HOEPA), and the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act). The Bureau is adjusting these amounts, where appropriate, based on the annual percentage change reflected in the Consumer Price Index (CPI) in effect on June 1, 2019.</p><p><url link=\"https://www.federalregister.gov/documents/2018/08/27/2018-18209/truth-in-lending-regulation-z-annual-threshold-adjustments-credit-cards-hoepa-and-qualified\">Aug. 27, 2018</url></p><p>The Bureau of Consumer Financial Protection (Bureau) is issuing this final rule amending the official interpretations for Regulation Z, which implements the Truth in Lending Act (TILA). The Bureau is required to calculate annually the dollar amounts for several provisions in Regulation Z; this final rule revises, as applicable, the dollar amounts for provisions implementing TILA and amendments to TILA, including under the Credit Card Accountability Responsibility and Disclosure Act of 2009 (CARD Act), the Home Ownership and Equity Protection Act of 1994 (HOEPA), and the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act). The Bureau is adjusting these amounts, where appropriate, based on the annual percentage change reflected in the Consumer Price Index (CPI) in effect on June 1, 2018.</p><p><url link=\"https://www.federalregister.gov/documents/2017/08/30/2017-18003/truth-in-lending-regulation-z-annual-threshold-adjustments-credit-cards-hoepa-and-atrqm\">Aug. 30, 2017</url></p><p>The Bureau of Consumer Financial Protection (Bureau) is issuing this final rule amending the official interpretations for Regulation Z, which implements the Truth in Lending Act (TILA).  The Bureau is required to calculate annually the dollar amounts for several provisions in Regulation Z; this final rule revises, as applicable, the dollar amounts for provisions implementing TILA and amendments to TILA, including under the Credit Card Accountability Responsibility and Disclosure Act of 2009 (CARD Act), the Home Ownership and Equity Protection Act of 1994 (HOEPA), and the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act).  The Bureau is adjusting these amounts, where appropriate, based on the annual percentage change reflected in the Consumer Price Index (CPI) in effect on June 1, 2017.</p><p><url link=\"https://www.federalregister.gov/documents/2016/06/27/2016-14782/truth-in-lending-regulation-z-annual-threshold-adjustments-card-act-hoepa-and-atrqm\">June 27, 2016</url></p><p>The Bureau of Consumer Financial Protection (Bureau) is issuing this final rule amending the regulatory text and official interpretations for Regulation Z, which implements the Truth in Lending Act (TILA). The Bureau is required to calculate annually the dollar amounts for several provisions in Regulation Z; this final rule revises, as applicable, the dollar amounts for provisions implementing amendments to TILA under the Credit Card Accountability Responsibility and Disclosure Act of 2009 (CARD Act), the Home Ownership and Equity Protection Act of 1994 (HOEPA), and the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act). In addition to adjusting these amounts, where appropriate, based on the annual percentage change reflected in the Consumer Price Index in effect on June 1, 2016, the Bureau is correcting a calculation error pertaining to the 2016 subsequent violation penalty safe harbor fee.</p><p><url link=\"https://www.federalregister.gov/documents/2015/09/21/2015-22987/truth-in-lending-regulation-z-annual-threshold-adjustments-card-act-hoepa-and-atrqm\">Sept. 21, 2015</url></p><p>These amounts are adjusted, where appropriate, based on the annual percentage change reflected in the Consumer Price Index in effect on June 1, 2015. The minimum interest charge disclosure thresholds will remain unchanged in 2016.</p><p><url link=\"https://www.federalregister.gov/documents/2014/08/15/2014-18838/truth-in-lending-regulation-z-annual-threshold-adjustments-card-act-hoepa-and-atrqm\">Aug. 14, 2014</url></p><p>These amounts are adjusted, where appropriate, based on the annual percentage change reflected in the Consumer Price Index in effect on June 1, 2014. The minimum interest charge disclosure thresholds will remain unchanged in 2015. The adjusted dollar amount for the penalty fees safe harbor in 2015 is $27 for a first late payment and $38 for each subsequent violation within the following six months. For HOEPA loans, the adjusted total loan amount threshold is $20,391, effective January 1, 2015. The adjusted statutory fee trigger for HOPEA loans is $1,020, effective January 1, 2015. Effective January 1, 2015, for the purpose of creditor&#8217;s determination of a consumer&#8217;s ability to repay a transaction secured by a dwelling, a covered transaction is not a qualified mortgage unless the transaction&#8217;s total points and fees do not exceed 3 percent of the total loan amount for a loan greater than or equal to $101,953; $3,059 for a loan amount greater than or equal to $61,172 but less than $101,953; 5 percent of the total loan amount for a loan greater than or equal to $20,391 but less than $61,172; $1,020 for a loan amount greater than or equal to $12,744 but less than $20,391; and 8 percent of the total loan amount for a loan amount less than $12,744.</p><p><url link=\"https://www.federalregister.gov/documents/2013/12/16/2013-29844/truth-in-lending-regulation-z\">Dec. 16, 2013</url></p><p>These amounts are adjusted, where appropriate, based on the annual percentage change reflected in the Consumer Price Index in effect on June 1, 2013. The minimum interest charge disclosure thresholds will remain unchanged in 2014. The adjusted dollar amount for the penalty fees safe harbor in 2014 is $26 for a first late payment and $37 for each subsequent violation within the following six months. The adjusted statutory fee trigger for HOEPA loans is $632, effective January 1, 2014.</p>","NativeContent":null,"ParentPartVersionId":316027,"ParentPartSourceId":"5fc5d13c-b46d-d427-fdae-317a905acbca","ParentPartVersionOrdinal":1}]